Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Affects display only. Your data is stored in metric and converted for display, so switching back and forth never changes a recorded value.
ar: يؤثر على العرض فقط. تُخزَّن بياناتك بالنظام المتري وتُحوَّل عند العرض، لذا التبديل بين الوحدتين لا يغيّر أي قيمة مسجّلة.
bg: Влияе само на показването. Данните се пазят в метрични единици и се преобразуват за показване, така че превключването никога не променя записана стойност.
ca: Només afecta la visualització. Les teves dades es guarden en sistema mètric i es converteixen en mostrar-les, així que canviar d'un a l'altre mai no altera cap valor registrat.
cs: Ovlivňuje jen zobrazení. Data se ukládají v metrické soustavě a pro zobrazení se přepočítávají, takže přepínání nikdy nezmění zaznamenanou hodnotu.
da: Påvirker kun visningen. Dine data gemmes metrisk og omregnes ved visning, så det ændrer aldrig en registreret værdi at skifte frem og tilbage.
de: Betrifft nur die Anzeige. Deine Daten werden metrisch gespeichert und zur Anzeige umgerechnet — Umschalten ändert also nie einen aufgezeichneten Wert.
el: Επηρεάζει μόνο την εμφάνιση. Τα δεδομένα σου αποθηκεύονται στο μετρικό σύστημα και μετατρέπονται κατά την προβολή, οπότε η εναλλαγή δεν αλλάζει ποτέ μια καταγεγραμμένη τιμή.
es: Solo afecta a la presentación. Tus datos se guardan en métrico y se convierten para mostrarlos, así que cambiar de un sistema a otro nunca altera un valor registrado.
et: Mõjutab ainult kuva. Sinu andmed salvestatakse meetermõõdustikus ja teisendatakse alles kuvamisel, seega edasi-tagasi lülitamine ei muuda kunagi salvestatud väärtust.
fi: Vaikuttaa vain näyttöön. Tiedot tallennetaan metrisinä ja muunnetaan näytettäväksi, joten vaihtaminen ei koskaan muuta tallennettua arvoa.
fr: N'affecte que l'affichage. Tes données sont stockées en métrique et converties pour l'affichage : basculer d'un système à l'autre ne modifie jamais une valeur enregistrée.
ga: Ní chuireann sé seo isteach ach ar an taispeáint. Stóráiltear do shonraí i méadrach agus tiontaítear iad chun iad a thaispeáint, mar sin ní athraíonn athrú anonn is anall luach taifeadta riamh.
hr: Utječe samo na prikaz. Tvoji se podaci spremaju u metričkom sustavu i pretvaraju tek pri prikazu, pa prebacivanje amo-tamo nikad ne mijenja zabilježenu vrijednost.
hu: Csak a megjelenítést érinti. Az adataid metrikusan tárolódnak, és csak megjelenítéskor váltódnak át, így az oda-vissza kapcsolgatás soha nem változtat meg rögzített értéket.
id: Hanya memengaruhi tampilan. Datamu disimpan dalam metrik dan dikonversi saat ditampilkan, jadi bolak-balik mengganti tidak pernah mengubah nilai yang tercatat.
is: Hefur aðeins áhrif á birtingu. Gögnin þín eru geymd í metrakerfi og umreiknuð við birtingu, svo það að skipta fram og til baka breytir aldrei skráðu gildi.
it: Influisce solo sulla visualizzazione. I dati sono salvati in metrico e convertiti per la visualizzazione, quindi passare da un sistema all'altro non cambia mai un valore registrato.
ja: 表示だけに影響します。データはメートル法で保存し表示時に換算するため、切り替えても記録した値は変わりません。
ko: 표시에만 영향을 줍니다. 데이터는 미터법으로 저장되고 표시할 때 변환되므로, 단위를 오가도 기록된 값은 절대 바뀌지 않습니다.
lt: Veikia tik rodymą. Tavo duomenys saugomi metrine sistema ir konvertuojami tik rodant, todėl perjungimas pirmyn atgal niekada nekeičia įrašytos reikšmės.
lv: Ietekmē tikai attēlojumu. Tavi dati tiek glabāti metriskajā sistēmā un pārrēķināti tikai rādīšanai, tāpēc pārslēgšanās turp un atpakaļ nekad nemaina ierakstīto vērtību.
mk: Влијае само на приказот. Твоите податоци се чуваат во метрички систем и се претвораат при прикажување, па префрлањето напред-назад никогаш не менува запишана вредност.
ms: Hanya mempengaruhi paparan. Data anda disimpan dalam metrik dan ditukar semasa dipaparkan, jadi menukar berulang kali tidak pernah mengubah nilai yang dirakam.
mt: Jaffettwa biss kif jidher. Id-data tiegħek tinħażen bis-sistema metrika u tinqaleb biss meta tintwera, għalhekk il-qlib 'l hemm u 'l hawn qatt ma jibdel valur irreġistrat.
nb: Påvirker bare visningen. Dataene lagres metrisk og regnes om ved visning, så å bytte frem og tilbake endrer aldri en registrert verdi.
nl: Heeft alleen invloed op de weergave. Je gegevens worden metrisch bewaard en voor weergave omgerekend, dus heen en weer schakelen verandert nooit een vastgelegde waarde.
pl: Wpływa tylko na wyświetlanie. Dane są zapisywane w jednostkach metrycznych i przeliczane do wyświetlenia, więc przełączanie nigdy nie zmienia zapisanej wartości.
pt_br: Afeta só a exibição. Seus dados são guardados no sistema métrico e convertidos na hora de mostrar, então alternar entre as unidades nunca muda um valor registrado.
pt_pt: Afeta apenas a apresentação. Os teus dados são guardados em métrico e convertidos para mostrar, por isso alternar nunca altera um valor registado.
ro: Afectează doar afișarea. Datele tale sunt stocate în sistem metric și convertite la afișare, așa că schimbarea înainte și înapoi nu modifică niciodată o valoare înregistrată.
ru: Влияет только на отображение. Данные хранятся в метрической системе и переводятся при показе, так что переключение туда-обратно никогда не меняет записанное значение.
sk: Ovplyvňuje len zobrazenie. Tvoje údaje sa ukladajú v metrickej sústave a prepočítavajú sa až pri zobrazení, takže prepínanie tam a späť nikdy nezmení zaznamenanú hodnotu.
sl: Vpliva samo na prikaz. Tvoji podatki se shranjujejo v metričnem sistemu in pretvarjajo šele ob prikazu, zato preklapljanje sem ter tja nikoli ne spremeni zabeležene vrednosti.
sq: Ndikon vetëm te shfaqja. Të dhënat e tua ruhen në sistem metrik dhe konvertohen vetëm kur shfaqen, kështu që kalimi para-mbrapa nuk e ndryshon kurrë një vlerë të regjistruar.
sr: Утиче само на приказ. Твоји подаци се чувају у метричком систему и претварају тек при приказу, па пребацивање тамо-амо никад не мења забележену вредност.
sv: Påverkar bara visningen. Dina data lagras metriskt och räknas om för visning, så att byta fram och tillbaka ändrar aldrig ett registrerat värde.
tr: Yalnızca görünümü etkiler. Verilerin metrik olarak saklanır ve gösterim için dönüştürülür; ileri geri geçmek kayıtlı bir değeri asla değiştirmez.
uk: Впливає лише на відображення. Дані зберігаються в метричній системі й переводяться для показу, тож перемикання туди-назад ніколи не змінює записане значення.
vi: Chỉ ảnh hưởng đến cách hiển thị. Dữ liệu của bạn được lưu theo hệ mét và chỉ quy đổi khi hiển thị, nên đổi qua đổi lại không bao giờ làm thay đổi giá trị đã ghi.
zh_hans: 仅影响显示。数据以公制存储，显示时才换算，因此来回切换永远不会改变已记录的数值。
zh_hant: 僅影響顯示。資料以公制儲存，顯示時才換算，因此來回切換永遠不會改變已記錄的數值。

source: Age: %lld
ar: العمر: %lld
bg: Възраст: %lld
ca: Edat: %lld
cs: Věk: %lld
da: Alder: %lld
de: Alter: %lld
el: Ηλικία: %lld
es: Edad: %lld
et: Vanus: %lld
fi: Ikä: %lld
fr: Âge : %lld
ga: Aois: %lld
hr: Dob: %lld
hu: Életkor: %lld
id: Usia: %lld
is: Aldur: %lld
it: Età: %lld
ja: 年齢：%lld
ko: 나이: %lld
lt: Amžius: %lld
lv: Vecums: %lld
mk: Возраст: %lld
ms: Umur: %lld
mt: Età: %lld
nb: Alder: %lld
nl: Leeftijd: %lld
pl: Wiek: %lld
pt_br: Idade: %lld
pt_pt: Idade: %lld
ro: Vârstă: %lld
ru: Возраст: %lld
sk: Vek: %lld
sl: Starost: %lld
sq: Mosha: %lld
sr: Године: %lld
sv: Ålder: %lld
tr: Yaş: %lld
uk: Вік: %lld
vi: Tuổi: %lld
zh_hans: 年龄：%lld
zh_hant: 年齡：%lld

source: All
ar: الكل
bg: Всички
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
et: Kõik
fi: Kaikki
fr: Tout
ga: Gach rud
hr: Sve
hu: Összes
id: Semua
is: Allt
it: Tutto
ja: すべて
ko: 전체
lt: Viskas
lv: Viss
mk: Сè
ms: Semua
mt: Kollox
nb: Alle
nl: Alles
pl: Wszystko
pt_br: Tudo
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sq: Të gjitha
sr: Све
sv: Alla
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All easy
ar: كله سهل
bg: Само леко
ca: Tot suau
cs: Vše volně
da: Alt roligt
de: Alles locker
el: Όλα χαλαρά
es: Todo suave
et: Kõik kerge
fi: Kaikki kevyttä
fr: Tout en souplesse
ga: Gach rud éasca
hr: Sve lagano
hu: Mind könnyű
id: Semua ringan
is: Allt rólegt
it: Tutto facile
ja: すべてイージー
ko: 전부 쉽게
lt: Viskas lengva
lv: Viss viegls
mk: Сè лесно
ms: Semua mudah
mt: Kollox ħafif
nb: Alt rolig
nl: Alles rustig
pl: Wszystko spokojnie
pt_br: Tudo leve
pt_pt: Tudo leve
ro: Totul ușor
ru: Всё легко
sk: Všetko ľahké
sl: Vse lahko
sq: Gjithçka e lehtë
sr: Све лако
sv: Allt lugnt
tr: Hepsi kolay
uk: Усе легко
vi: Toàn nhẹ
zh_hans: 全为轻松
zh_hant: 全為輕鬆

source: All of this can be changed, or estimated from your data, in Settings later.
ar: كل هذا يمكن تغييره لاحقًا في الإعدادات، أو تقديره من بياناتك.
bg: Всичко това може да се промени или да се оцени от данните ти по-късно в Настройки.
ca: Tot això es pot canviar més endavant a Configuració, o estimar-se a partir de les teves dades.
cs: Vše lze později v Nastavení změnit nebo odhadnout z tvých dat.
da: Alt dette kan ændres eller anslås ud fra dine data senere under Indstillinger.
de: All das lässt sich später in den Einstellungen ändern oder aus deinen Daten schätzen.
el: Όλα αυτά μπορούν να αλλάξουν αργότερα στις Ρυθμίσεις ή να εκτιμηθούν από τα δεδομένα σου.
es: Todo esto se puede cambiar, o estimar a partir de tus datos, más tarde en Ajustes.
et: Kõike seda saab hiljem Seadetes muuta või sinu andmete põhjal hinnata.
fi: Kaiken tämän voi muuttaa tai arvioida tiedoistasi myöhemmin asetuksissa.
fr: Tout cela peut être modifié, ou estimé à partir de tes données, plus tard dans les Réglages.
ga: Is féidir é seo ar fad a athrú níos déanaí sna Socruithe, nó a mheas as do shonraí.
hr: Sve se ovo poslije može promijeniti u Postavkama ili procijeniti iz tvojih podataka.
hu: Mindez később módosítható, vagy az adataidból megbecsülhető a Beállításokban.
id: Semua ini bisa diubah, atau diperkirakan dari datamu, di Pengaturan nanti.
is: Öllu þessu má breyta síðar í Stillingum, eða meta út frá gögnunum þínum.
it: Tutto questo si può cambiare, o stimare dai tuoi dati, più avanti nelle Impostazioni.
ja: これらはあとから設定で変更したり、データから推定したりできます。
ko: 이 모든 값은 나중에 설정에서 바꾸거나 데이터로부터 추정할 수 있습니다.
lt: Visa tai vėliau galima pakeisti Nustatymuose arba įvertinti iš tavo duomenų.
lv: Visu šo vēlāk var mainīt Iestatījumos vai novērtēt pēc taviem datiem.
mk: Сето ова подоцна може да се смени во Поставки или да се процени од твоите податоци.
ms: Semua ini boleh diubah, atau dianggarkan daripada data anda, dalam Tetapan kemudian.
mt: Dan kollu jista' jinbidel aktar tard fis-Settings, jew jiġi stmat mid-data tiegħek.
nb: Alt dette kan endres, eller anslås ut fra dataene dine, senere under Innstillinger.
nl: Dit kan later allemaal worden aangepast, of uit je gegevens worden geschat, in Instellingen.
pl: Wszystko to można później zmienić lub oszacować z twoich danych w Ustawieniach.
pt_br: Tudo isso pode ser alterado depois nos ajustes, ou estimado a partir dos seus dados.
pt_pt: Tudo isto pode ser alterado, ou estimado a partir dos teus dados, mais tarde nas Definições.
ro: Toate acestea pot fi modificate mai târziu în Setări sau estimate din datele tale.
ru: Всё это потом можно изменить или оценить по вашим данным в настройках.
sk: Všetko toto sa dá neskôr zmeniť v Nastaveniach alebo odhadnúť z tvojich údajov.
sl: Vse to lahko pozneje spremeniš v Nastavitvah ali oceniš iz svojih podatkov.
sq: E gjitha kjo mund të ndryshohet më vonë te Cilësimet, ose të vlerësohet nga të dhënat e tua.
sr: Све ово се касније може променити у Подешавањима или проценити из твојих података.
sv: Allt detta går att ändra, eller uppskatta ur dina data, senare i Inställningar.
tr: Bunların hepsi sonradan Ayarlar'da değiştirilebilir veya verilerinden tahmin edilebilir.
uk: Усе це потім можна змінити або оцінити за вашими даними в налаштуваннях.
vi: Tất cả những mục này đều có thể sửa, hoặc ước tính từ dữ liệu của bạn, trong Cài đặt sau này.
zh_hans: 这些之后都可以在设置中修改，或由你的数据推算。
zh_hant: 這些之後都可以在設定中修改，或由你的資料推算。

source: All sports
ar: كل الرياضات
bg: Всички спортове
ca: Tots els esports
cs: Všechny sporty
da: Alle sportsgrene
de: Alle Sportarten
el: Όλα τα αθλήματα
es: Todos los deportes
et: Kõik alad
fi: Kaikki lajit
fr: Tous les sports
ga: Gach spórt
hr: Svi sportovi
hu: Minden sportág
id: Semua olahraga
is: Allar greinar
it: Tutti gli sport
ja: すべての種目
ko: 모든 종목
lt: Visos sporto šakos
lv: Visi sporta veidi
mk: Сите спортови
ms: Semua sukan
mt: L-isports kollha
nb: Alle idretter
nl: Alle sporten
pl: Wszystkie sporty
pt_br: Todos os esportes
pt_pt: Todos os desportos
ro: Toate sporturile
ru: Все виды спорта
sk: Všetky športy
sl: Vsi športi
sq: Të gjitha sportet
sr: Сви спортови
sv: Alla sporter
tr: Tüm sporlar
uk: Усі види спорту
vi: Mọi môn
zh_hans: 所有运动
zh_hant: 所有運動

source: Already read from Health for today. Changing a value here overrides it.
ar: قُرئت بيانات اليوم من تطبيق الصحة. تغيير قيمة هنا يتجاوزها.
bg: Вече е прочетено от Health за днес. Промяна тук го замества.
ca: Ja s'ha llegit de Salut per avui. Canviar un valor aquí el substitueix.
cs: Pro dnešek už načteno ze Zdraví. Změna hodnoty zde ji přepíše.
da: Allerede læst fra Sundhed for i dag. Ændrer du en værdi her, tilsidesættes den.
de: Für heute bereits aus Health gelesen. Eine Änderung hier überschreibt den Wert.
el: Έχει ήδη διαβαστεί από την Υγεία για σήμερα. Αλλάζοντας μια τιμή εδώ την αντικαθιστάς.
es: Ya leído de Salud para hoy. Cambiar un valor aquí lo sobrescribe.
et: Tänane on Tervisest juba loetud. Väärtuse muutmine siin kirjutab selle üle.
fi: Luettu jo Terveydestä tälle päivälle. Arvon muuttaminen tässä ohittaa sen.
fr: Déjà lu depuis Santé pour aujourd'hui. Modifier une valeur ici la remplace.
ga: Léite ó Health don lá inniu cheana. Sáraíonn athrú luacha anseo é.
hr: Za danas je već očitano iz Zdravlja. Promjena vrijednosti ovdje je nadjačava.
hu: A mai adatokat már beolvastuk a Health appból. Az itteni érték módosítása felülírja azt.
id: Sudah dibaca dari Health untuk hari ini. Mengubah nilai di sini akan menimpanya.
is: Þegar lesið úr Heilsu fyrir daginn í dag. Ef þú breytir gildi hér tekur það yfir.
it: Già letto da Salute per oggi. Modificare un valore qui lo sovrascrive.
ja: 本日分はすでにヘルスケアから読み込み済みです。ここで値を変えると上書きされます。
ko: 오늘 자료는 이미 건강 앱에서 읽었습니다. 여기서 값을 바꾸면 그 값이 우선합니다.
lt: Šiandienos duomenys jau nuskaityti iš Sveikatos. Reikšmės keitimas čia ją perrašo.
lv: Šodienas dati jau nolasīti no Veselības. Vērtības maiņa šeit to pārraksta.
mk: Веќе прочитано од Здравје за денес. Менувањето на вредност овде ја заменува.
ms: Sudah dibaca daripada Health untuk hari ini. Mengubah nilai di sini akan menggantikannya.
mt: Diġà nqara minn Health għal-lum. Jekk tibdel valur hawn, dan jieħu post tiegħu.
nb: Allerede lest fra Helse for i dag. Endrer du en verdi her, overstyres den.
nl: Vandaag al uit Gezondheid gelezen. Een waarde hier wijzigen overschrijft die.
pl: Na dziś już odczytano ze Zdrowia. Zmiana wartości tutaj ją nadpisuje.
pt_br: Já lido do app Saúde para hoje. Alterar um valor aqui substitui o dele.
pt_pt: Já lido da Saúde para hoje. Alterar um valor aqui substitui-o.
ro: Deja citit din Health pentru azi. Modificarea unei valori aici o suprascrie.
ru: На сегодня уже считано из «Здоровья». Изменение значения здесь переопределит его.
sk: Dnešné údaje už boli načítané zo Zdravia. Zmena hodnoty tu ju prepíše.
sl: Za danes je že prebrano iz Zdravja. Sprememba vrednosti tukaj jo prepiše.
sq: Tashmë e lexuar nga Shëndeti për sot. Ndryshimi i një vlere këtu e mbivendos atë.
sr: За данас је већ очитано из Здравља. Промена вредности овде је надјачава.
sv: Redan inläst från Hälsa för i dag. Att ändra ett värde här skriver över det.
tr: Bugün için Sağlık'tan zaten okundu. Buradaki bir değeri değiştirmek onu geçersiz kılar.
uk: На сьогодні вже зчитано зі «Здоров’я». Зміна значення тут перевизначить його.
vi: Đã đọc từ Health cho hôm nay. Sửa giá trị ở đây sẽ ghi đè lên nó.
zh_hans: 今天的数据已从「健康」读取。在此修改将覆盖该数值。
zh_hant: 今天的資料已從「健康」讀取。在此修改將覆寫該數值。

source: Ambitious
ar: طموح
bg: Амбициозно
ca: Ambiciós
cs: Ambiciózní
da: Ambitiøst
de: Ambitioniert
el: Φιλόδοξο
es: Ambicioso
et: Ambitsioonikas
fi: Kunnianhimoinen
fr: Ambitieux
ga: Uaillmhianach
hr: Ambiciozno
hu: Ambiciózus
id: Ambisius
is: Metnaðarfullt
it: Ambizioso
ja: 意欲的
ko: 공격적
lt: Ambicinga
lv: Ambiciozi
mk: Амбициозно
ms: Bercita-cita tinggi
mt: Ambizzjuż
nb: Ambisiøst
nl: Ambitieus
pl: Ambitnie
pt_br: Ambicioso
pt_pt: Ambicioso
ro: Ambițios
ru: Амбициозно
sk: Ambiciózne
sl: Ambiciozno
sq: Ambicioze
sr: Амбициозно
sv: Ambitiöst
tr: İddialı
uk: Амбітно
vi: Tham vọng
zh_hans: 激进
zh_hant: 積極

source: An Olympic bar is %@; women's bars are %@, and a training bar can be 10.
ar: البار الأولمبي %@؛ وبار السيدات %@، وبار التدريب قد يكون 10.
bg: Олимпийският лост е %@; дамските лостове са %@, а тренировъчният може да е 10.
ca: Una barra olímpica fa %@; les de dona fan %@, i una barra d'entrenament pot ser de 10.
cs: Olympijská osa váží %@; dámské %@ a tréninková může mít 10.
da: En olympisk stang vejer %@; damestænger %@, og en træningsstang kan veje 10.
de: Eine Olympiastange wiegt %@; Frauenstangen %@, eine Trainingsstange kann 10 wiegen.
el: Η ολυμπιακή μπάρα είναι %@· οι γυναικείες είναι %@, ενώ μια μπάρα προπόνησης μπορεί να είναι 10.
es: Una barra olímpica pesa %@; las de mujer %@, y una barra de entrenamiento puede pesar 10.
et: Olümpiakang on %@; naiste kangid on %@ ja treeningkang võib olla 10.
fi: Olympiatanko painaa %@; naisten tangot %@, ja harjoitustanko voi olla 10.
fr: Une barre olympique pèse %@ ; les barres femmes %@, et une barre d'entraînement peut faire 10.
ga: Is é %@ atá i mbarra Oilimpeach; is é %@ atá i mbarraí ban, agus is féidir le barra traenála a bheith 10.
hr: Olimpijska šipka ima %@; ženske šipke imaju %@, a šipka za trening može imati 10.
hu: Az olimpiai rúd %@; a női rudak %@, az edzőrúd pedig lehet 10 is.
id: Barbel olimpik %@; barbel wanita %@, dan barbel latihan bisa 10.
is: Ólympísk stöng er %@; kvennastangir eru %@ og æfingastöng getur verið 10.
it: Un bilanciere olimpico pesa %@; quelli femminili %@, e uno da allenamento può pesare 10.
ja: オリンピックバーは %@、女性用は %@、トレーニングバーは 10 のこともあります。
ko: 올림픽 바는 %@이고, 여성용 바는 %@이며, 연습용 바는 10일 수도 있습니다.
lt: Olimpinis grifas sveria %@; moteriški grifai — %@, o treniruočių grifas gali būti 10.
lv: Olimpiskais stienis ir %@; sieviešu stieņi ir %@, bet treniņu stienis var būt 10.
mk: Олимписката шипка е %@; женските шипки се %@, а шипка за тренинг може да биде 10.
ms: Bar Olimpik ialah %@; bar wanita %@, dan bar latihan boleh jadi 10.
mt: Bar Olimpiku huwa %@; il-bars tan-nisa huma %@, u bar tat-taħriġ jista' jkun 10.
nb: En olympisk stang veier %@; damestenger %@, og en treningsstang kan veie 10.
nl: Een olympische stang weegt %@; damesstangen %@, en een trainingsstang kan 10 zijn.
pl: Gryf olimpijski waży %@; damskie %@, a treningowy może ważyć 10.
pt_br: Uma barra olímpica tem %@; as femininas têm %@, e uma barra de treino pode ter 10.
pt_pt: Uma barra olímpica pesa %@; as barras femininas %@, e uma barra de treino pode pesar 10.
ro: Bara olimpică are %@; barele de damă au %@, iar o bară de antrenament poate avea 10.
ru: Олимпийский гриф — %@; женский — %@, а тренировочный может быть 10.
sk: Olympijská os má %@; dámske osi majú %@ a tréningová os môže mať 10.
sl: Olimpijska palica ima %@; ženske palice imajo %@, vadbena palica pa je lahko 10.
sq: Shufra olimpike është %@; shufrat e femrave janë %@, ndërsa një shufër stërvitjeje mund të jetë 10.
sr: Олимпијска шипка има %@; женске шипке имају %@, а шипка за тренинг може имати 10.
sv: En olympisk stång väger %@; damstänger %@, och en träningsstång kan väga 10.
tr: Olimpik bar %@; kadın barları %@ ve antrenman barı 10 olabilir.
uk: Олімпійський гриф — %@; жіночий — %@, а тренувальний може бути 10.
vi: Đòn tạ Olympic nặng %@; đòn nữ %@, còn đòn tập có thể chỉ 10.
zh_hans: 奥杆为 %@；女子杆为 %@，训练杆可能只有 10。
zh_hant: 奧林匹克槓為 %@；女子槓為 %@，訓練槓可能只有 10。

source: Anthropic API key
ar: مفتاح API من Anthropic
bg: Anthropic API ключ
ca: Clau API d'Anthropic
cs: Klíč API od Anthropicu
da: Anthropic-API-nøgle
de: Anthropic-API-Schlüssel
el: Κλειδί API της Anthropic
es: Clave de API de Anthropic
et: Anthropicu API-võti
fi: Anthropicin API-avain
fr: Clé d'API Anthropic
ga: Eochair API Anthropic
hr: Anthropic API ključ
hu: Anthropic API-kulcs
id: Kunci API Anthropic
is: Anthropic API-lykill
it: Chiave API Anthropic
ja: Anthropic API キー
ko: Anthropic API 키
lt: Anthropic API raktas
lv: Anthropic API atslēga
mk: Anthropic API-клуч
ms: Kunci API Anthropic
mt: Ċavetta API ta' Anthropic
nb: Anthropic-API-nøkkel
nl: Anthropic-API-sleutel
pl: Klucz API Anthropic
pt_br: Chave de API da Anthropic
pt_pt: Chave de API da Anthropic
ro: Cheie API Anthropic
ru: Ключ API Anthropic
sk: API kľúč od Anthropic
sl: Ključ API od Anthropic
sq: Çelës API i Anthropic
sr: Anthropic API кључ
sv: Anthropic-API-nyckel
tr: Anthropic API anahtarı
uk: Ключ API Anthropic
vi: Khóa API Anthropic
zh_hans: Anthropic API 密钥
zh_hant: Anthropic API 金鑰

source: Any of these, now or later.
ar: أيٌّ من هذه، الآن أو لاحقًا.
bg: Което и да е от тези, сега или по-късно.
ca: Qualsevol d'aquestes, ara o més endavant.
cs: Kterékoli z toho, teď nebo později.
da: En hvilken som helst af dem, nu eller senere.
de: Eines davon, jetzt oder später.
el: Οτιδήποτε από αυτά, τώρα ή αργότερα.
es: Cualquiera de estas, ahora o más tarde.
et: Ükskõik milline neist, kohe või hiljem.
fi: Mikä tahansa näistä, nyt tai myöhemmin.
fr: N'importe laquelle, maintenant ou plus tard.
ga: Ceann ar bith díobh seo, anois nó níos déanaí.
hr: Bilo što od ovoga, sad ili kasnije.
hu: Bármelyik ezek közül, most vagy később.
id: Salah satu dari ini, sekarang atau nanti.
is: Hvað sem er af þessu, núna eða síðar.
it: Una qualsiasi di queste, ora o più tardi.
ja: どれでも、今でもあとでも構いません。
ko: 지금이든 나중이든, 아무거나 골라도 됩니다.
lt: Bet kuris iš šių, dabar arba vėliau.
lv: Jebkurš no šiem, tagad vai vēlāk.
mk: Било што од ова, сега или подоцна.
ms: Mana-mana daripada ini, sekarang atau kemudian.
mt: Kwalunkwe waħda minn dawn, issa jew aktar tard.
nb: Hvilken som helst av disse, nå eller senere.
nl: Een van deze, nu of later.
pl: Dowolne z tych, teraz albo później.
pt_br: Qualquer um destes, agora ou depois.
pt_pt: Qualquer uma destas, agora ou mais tarde.
ro: Oricare dintre acestea, acum sau mai târziu.
ru: Любое из этого — сейчас или потом.
sk: Čokoľvek z toho, teraz alebo neskôr.
sl: Karkoli od tega, zdaj ali pozneje.
sq: Cilado prej tyre, tani ose më vonë.
sr: Било шта од овога, сад или касније.
sv: Vilken som helst av dessa, nu eller senare.
tr: Bunlardan herhangi biri, şimdi ya da sonra.
uk: Будь-що з цього — зараз або пізніше.
vi: Bất kỳ cách nào dưới đây, bây giờ hoặc sau này.
zh_hans: 以下任选其一，现在或以后都行。
zh_hant: 以下任選其一，現在或之後都行。
